<template>
  <div class="home">
    <!-- ========================= Banner START ========================= -->
    <!-- ========================= Banner END ========================= -->

    <!-- ========================= 解决方案 START ========================= -->
    <!-- ========================= 解决方案 END ========================= -->

    <!-- ========================= 我们的产品 START ========================= -->
    <our-products></our-products>
    <!-- ========================= 我们的产品 END ========================= -->

    <!-- ========================= 我们的客户 START ========================= -->
    <!-- ========================= 我们的客户 END ========================= -->

    <!-- ========================= 联系我们 START ========================= -->
    <!-- ========================= 联系我们 END ========================= -->

    <!-- ========================= footer START ========================= -->
    <!-- ========================= footer END ========================= -->
  </div>
</template>

<script>
  // @ is an alias to /src
 import Navbar from 'components/common/Navbar'
 import OurProducts from 'components/common/OurProducts'

  export default {
    name: 'Home',
    components: {
      Navbar,
      OurProducts
    },
    data() {
      return {
      }
    },
  }
</script>